Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: South Africa continues to view the General Assembly as the organ with the primary responsibility to oversee and monitor the implementation of the Programme of Action, to undertake its review and to launch initiatives such those on marking, record-keeping and tracing, as well as on illicit brokering of small arms and light weapons within the framework of the Programme of Action.
fr: L'Afrique du Sud continue de considérer que l'Assemblée générale est l'organe qui a la responsabilité principale de surveiller l'application du Programme d'action, de procéder à son examen et de lancer des initiatives, comme par exemple celles sur le marquage, l'enregistrement et le traçage, et celle sur le courtage illicite des armes légères dans le cadre du Programme d'action.

source: However, it is also my delegation's belief that the Security Council should continue its involvement in this issue.
fr: Toutefois, ma délégation estime également que le Conseil de sécurité doit continuer d'être impliqué dans l'examen de cette question.

source: Accordingly, we trust that the Council will remain seized of this matter and continue with the practice of having open debates on this important issue.
fr: En conséquence, nous espérons qu'il demeurera saisi de cette question et qu'il poursuivra sa pratique de tenir des débats publics sur cet important thème.

source: The President (spoke in French): I now call on the representative of Luxembourg.
fr: Le Président : Je donne à présent la parole au représentant du Luxembourg.

source: The candidate countries Bulgaria, Romania, Turkey and Croatia; the countries of the Stabilization and Association Process and potential candidates Albania, the former Yugoslav Republic of Macedonia and Serbia and Montenegro; and the European Free Trade Association countries Iceland, Liechtenstein and Norway, members of the European Economic Area, align themselves with this statement.
fr: Les pays candidats à l'Union européenne, la Bulgarie, la Roumanie, la Croatie et la Turquie; les pays du Processus de stabilisation et d'association et candidats potentiels, l'Albanie, l'ex-République yougoslave de Macédoine et la Serbie-Monténégro; ainsi que les pays de l'Association européenne de libre-échange (AELE), membres de l'Espace économique européenne, l'Islande, le Liechtenstein et la Norvège se rallient à cette déclaration.

source: Three and a half years after the adoption of the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, the European Union welcomes today's opportunity to address, under your presidency, Sir, the subject of the illicit flow of small arms and light weapons.
fr: Trois ans et demi après l'adoption du Programme d'action des Nations Unies en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, l'Union européenne se félicite de l'occasion qui lui est donnée aujourd'hui d'aborder, sous votre direction Monsieur le Président, la question de la circulation illicite des armes légères et de petit calibre.

source: The number of illicit small arms and light weapons in circulation, as well as the number of the victims of those weapons, remain unacceptably high.
fr: Le nombre d'armes légères et de petit calibre en circulation, tout comme le nombre des victimes de ces armes, restent intolérables.

source: The European Union also welcomes the opportunity to discuss the Secretary-General's most recent report on the initiatives undertaken to implement his recommendations concerning the ways in which the Security Council can contribute to the reduction of the illicit trade in small arms.
fr: L'Union européenne se félicite également de pouvoir discuter du dernier rapport en date du Secrétaire général sur les initiatives prises pour appliquer ses recommandations sur les moyens par lesquels le Conseil de sécurité peut contribuer à réduire le commerce illicite des armes légères et de petit calibre.

source: The European Union supports the Secretary-General's appeal to develop long-term strategies to halt the scourge of the illicit proliferation of small arms.
fr: L'Union européenne se rallie à l'appel que le Secrétaire général a lancé concernant la mise en œuvre de stratégies à long terme pour mettre fin au fléau de la prolifération illicite des armes légères.

source: The 2001 Programme of Action is one such strategy, and the European Union is actively working towards its implementation at the national, regional and global levels.
fr: L'une de ces stratégies est le Programme d'action des Nations Unies qui a été adopté en 2001, et dont l'Union européenne s'emploie activement à appliquer les recommandations, aux niveaux national, régional et mondial.

source: The European Union underlines the importance of establishing a group of governmental experts soon after the 2006 Programme of Action Review Conference, in order to consider further steps to enhance international cooperation in preventing, combating and eradicating illicit brokering in small arms and light weapons.
fr: L'Union européenne souligne qu'il importe de constituer un groupe d'experts gouvernementaux dans le sillage immédiat de la Conférence d'examen du Programme d'action, qui se tiendra en 2006, afin d'envisager des mesures supplémentaires pour renforcer la coopération internationale visant à prévenir, combattre et éliminer le courtage illicite des armes légères et de petit calibre.

source: The European Union welcomes the recommendations of the High-level Panel on Threats, Challenges and Change, which recognizes the explicit need for States to accelerate and conclude negotiations on legally binding agreements on the marking, tracing, brokering and transfer of small arms, as well as to ensure transparency in the submission, on a yearly basis, of complete reports on all the elements of the Register of Conventional Arms.
fr: L'Union européenne se félicite des recommandations du Groupe de personnalités de haut niveau sur les menaces, les défis et le changement, qui constate que les États doivent absolument accélérer et conclure les négociations d'accords juridiquement contraignants sur le marquage et la localisation, ainsi que sur le courtage et le transfert des armes légères, et garantir la transparence dans la fourniture, chaque année, de déclarations complètes sur tous les éléments du Registre des armes classiques.

source: The European Union has been a strong supporter of the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
fr: L'Union européenne a apporté son soutien indéfectible au Groupe de travail à composition non limitée chargé de négocier, à l'intention des États, un instrument international d'identification et de traçage rapides et fiables des armes légères illicites.

source: A great deal of progress has been made since the recommendation made by the Secretary-General in 2002 and since the adoption of General Assembly resolution 58/241.
fr: Des progrès non négligeables ont été accomplis depuis la recommandation faite par le Secrétaire général en 2002 et la résolution 58/241 de l'Assemblée générale.

source: The second session of the Open-ended Working Group was held two weeks ago in New York.
fr: La deuxième session de ce Groupe de travail vient d'avoir lieu, il y a deux semaines, à New York.

source: The European Union and other States stated and confirmed their priorities with respect to the various issues — the nature of the instrument, its scope and definition, the marking and tracing of small arms and ammunition, record-keeping and international cooperation.
fr: L'Union européenne et les autres États ont exposé et confirmé leurs priorités sur les différents aspects, notamment sur la nature de l'instrument; son champ d'application et ses définitions; le marquage et le traçage des armes légères et des munitions; l'enregistrement et la coopération internationale.

source: The European Union notes the progress made during those negotiations, although it deplores the fact that the participating States remain divided on the two major issues — the nature of the instrument and the inclusion of ammunition.
fr: L'Union européenne prend acte des progrès réalisés lors de ces négociations, tout en déplorant que les États participants demeurent divisés sur les deux grandes questions que sont la nature de l'instrument et l'inclusion des munitions.

source: Additional efforts are needed in that context.
fr: Il convient de poursuivre les travaux en la matière.

source: The European Union recalls that it is working towards the adoption of a legally binding instrument on the identification and tracing of small arms and light weapons to supplement the United Nations Firearms Protocol.
fr: L'Union européenne rappelle qu'elle s'emploie à obtenir l'adoption d'un instrument juridiquement contraignant sur l'identification et le traçage des armes légères et de petit calibre, destiné à compléter le Protocole des Nations Unies relatif aux armes à feu.

source: The European Union also stresses the need for the inclusion of provisions relating to ammunition.
fr: Elle insiste aussi pour que cet instrument comporte des dispositions portant sur les munitions.

source: Indeed, illicit small arms depend on a steady supply of ammunition to continue wreaking havoc.
fr: En effet, seul un approvisionnement constant en munitions permet aux armes légères et de petit calibre illicites de continuer à faire d'énormes ravages.

source: If we can stem the flow of ammunition, we can make those weapons fall silent.
fr: En revanche, si nous parvenons à empêcher le trafic des munitions, nous pourrons réduire ces armes au silence.

source: The European Union believes that the Security Council has an important role to play in tracing illicit small arms and light weapons and related ammunition.
fr: L'Union européenne est convaincue que le Conseil de sécurité des Nations Unies a un rôle de premier plan à jouer dans le traçage des armes légères et de petit calibre illicites ainsi que des munitions qui leur sont destinées.

source: Peacekeeping missions and sanctions committees mandated by the Security Council should, as a matter of principle, be empowered to initiate tracing requests for illicit weapons and ammunition found in the course of their operations or collected in the context of disarmament, demobilization and reintegration programmes.
fr: Les missions de maintien de la paix et les comités des sanctions mandatés par le Conseil de sécurité devraient en principe être habilités à formuler des demandes relatives au traçage des armes et munitions qu'ils découvrent lors de leurs opérations ou collectent dans le cadre d'un programme de désarmement, de démobilisation et de réinsertion.

source: The European Union believes also that Interpol has an important part to play in the implementation of the future instrument on the identification and tracing of small arms and light weapons.
fr: L'Union européenne estime en outre qu'Interpol a un rôle important à jouer dans la mise en œuvre du futur instrument sur l'identification et le traçage des armes légères et de petit calibre.

source: The European Union calls for the conclusion of a cooperative agreement between the United Nations and Interpol addressing relevant legal and technical issues, with a view to enabling Interpol to fulfil that mandate.
fr: Elle demande qu'un accord de coopération soit conclu entre l'ONU et Interpol, portant sur les aspects juridiques et techniques appropriés, afin de permettre à Interpol de s'acquitter de ce mandat.

source: Violations of Security Council arms embargoes contribute greatly to the spread of destruction and suffering in conflict areas and must be strongly condemned.
fr: Les violations des embargos sur les armes décrétés par le Conseil de sécurité, qui contribuent à ce que les régions touchées par des conflits s'enfoncent toujours plus dans la destruction et la détresse, doivent être fermement condamnées.

source: The EU therefore supports the Secretary-General's recommendations on improved enforcement of Security Council sanctions, especially arms embargoes.
fr: Aussi l'Union européenne appuie-t-elle les recommandations du Secrétaire général concernant l'utilité d'une meilleure mise en application des résolutions du Conseil de sécurité contenant des sanctions, en particulier de celles qui imposent des embargos sur les armes.

source: The European Union welcomes the recommendation made by Mr. Annan to pursue more vigorously and expeditiously the use of arms embargoes to countries or regions threatened by, engaged in or emerging from armed conflict, and to promote their effective implementation.
fr: À cet égard, l'Union européenne se félicite de la recommandation faite par M. Annan de poursuivre d'une manière plus vigoureuse et diligente l'utilisation des embargos sur les armes dans les pays ou régions où il y a une menace de conflit armé, qui sont plongés dans un conflit armé ou qui en sortent, et de promouvoir leur application effective.

source: Furthermore, the European Union supports the Secretary-General's recommendation that the Council be encouraged to establish monitoring mechanisms that would enable the detection of deliberate violations by Member States of United Nations arms embargoes.
fr: En outre, l'Union européenne adhère à la recommandation du Secrétaire général visant à encourager le Conseil à mettre en place des mécanismes de contrôle afin de pouvoir détecter les cas de violation délibérée, par les États Membres, des embargos sur les armes décrétés par l'ONU.

source: All EU Member States are bound by the EU Code of Conduct on Arms Exports, which is a very comprehensive international arms export regime.
fr: Tous les États membres de l'Union européenne sont liés par le Code de conduite de l'Union en matière d'exportation d'armements, qui s'est imposé comme un régime international très complet.

source: It is aimed at improving the exchange of information among Member States and at enhancing mutual understanding of their export-control policies, including provisions on requirements relating to thoroughly checked end-user certificates, appropriate documentation or some form of official authorization issued by the country of final destination.
fr: Son but est d'améliorer les échanges d'informations entre les États membres et de renforcer la compréhension mutuelle de leurs politiques de contrôle des exportations, y compris des dispositions relatives à l'exigence d'un certificat d'utilisateur final ou de documents appropriés ou d'une forme d'autorisation officielle délivrée par le pays de destination finale, devant faire l'objet d'un contrôle minutieux.

source: The EU fully supports Mr. Annan's recommendation in that area.
fr: L'Union européenne soutient sans réserve la recommandation du Secrétaire général sur cette question.

source: The Code of Conduct has allowed our member States to set high common standards for the management of conventional arms transfers, and it is currently being renewed to enhance its effectiveness.
fr: Le Code de conduite a permis aux États membres de fixer des normes communes rigoureuses pour la gestion des transferts d'armes classiques et il fait actuellement l'objet d'une révision, qui doit en faire un instrument encore plus efficace.

source: The European Union welcomes the efforts being made to build regional support for better control over small arms transfers.
fr: L'Union se félicite des efforts qui sont menés pour susciter un soutien régional en faveur du renforcement des contrôles des transferts internationaux d'armes de petit calibre.

source: It welcomes also the important work being done in various forums to discuss and improve common standards for arms transfers at the national, regional and global levels.
fr: Elle note également avec satisfaction que des travaux importants sont en cours dans différentes enceintes en vue d'examiner et d'améliorer les normes communes concernant le renforcement du contrôle des transferts d'armes aux niveaux national, régional et mondial.

source: Such standards must be based on existing responsibilities under the relevant provisions of international law.
fr: Ces normes doivent s'inspirer des responsabilités existantes prévues par le droit international applicable en la matière.

source: We support the efforts made by the Secretariat to encourage Member States to participate in the Register of Conventional Arms.
fr: L'Union européenne appuie tous les efforts qui ont été déployés par le Secrétariat de l'ONU pour inciter les États Membres à contribuer au Registre de l'ONU sur les transferts d'armes classiques.

source: The European Union reiterates its call on all States to submit timely returns of imports and exports to the Register, including information on military holdings and on procurement related to national production.
fr: Elle invite une nouvelle fois tous les États à envoyer en temps voulu des relevés de leurs importations et exportations, comportant des informations sur les dotations militaires et sur les achats liés à la production nationale.

source: The European Union welcomes the emphasis on disarmament, demobilization and reintegration (DDR) programmes in post-conflict situations in the Secretary-General's report on small arms, and we note the increased focus by the Council on this issue.
fr: L'Union européenne se félicite que le rapport du Secrétaire général sur les armes légères mette l'accent sur les programmes de désarmement, de démobilisation et de réinsertion (DDR) dans les situations qui suivent un conflit et constate que le Conseil se préoccupe davantage de cette question.

source: It agrees also that specific measures are needed for the collection and disposal of illicit or surplus small arms and light weapons in the context of the mandates of peacekeeping operations.
fr: L'Union convient également de l'importance de prévoir, dans le mandat des opérations de maintien de la paix, des mesures spécifiques concernant la collecte et la destruction des armes légères et de petit calibre illicites et/ou excédentaires.

source: The European Union's Action Plan on Africa outlines the support that the European Security and Defence Policy can offer African peacekeeping capabilities, including providing relevant African organizations with “on call” teams able to plan and implement actions in the area of DDR and security sector reform.
fr: Le Plan d'action de l'Union européenne pour l'Afrique donne un aperçu du soutien que la politique européenne en matière de sécurité et de défense peut apporter aux capacités africaines de maintien de la paix, notamment en fournissant aux organisations africaines compétentes des équipes « à la demande », capables d'assurer la planification et la conduite d'actions de DDR et de réforme du secteur de la sécurité.

source: The EU is willing also to train military personnel and civilians to participate in DDR programmes, including aspects specific to the subject of child soldiers.
fr: L'Union européenne est également disposée à former des militaires et des civils pour participer à des actions de DDR, y compris pour ce qui est des aspects spécifiques à la question des enfants soldats.

source: The European Union is determined to help other partners, with the common goal of moving matters forward.
fr: L'Union européenne est résolue à aider d'autres partenaires, l'objectif commun étant de faire avancer les choses.

source: Through its joint action on combating the destabilizing accumulation and spread of small arms, the EU provides financial and technical assistance to countries, groups of countries and international and non-governmental organizations that request such support.
fr: Dans le cadre de l'action commune sur la lutte contre l'accumulation et la diffusion déstabilisatrices des armes légères, l'Union apporte une aide financière et technique aux pays, groupes de pays, organisations internationales et organisations non gouvernementales qui le demandent.

source: Since 1999, through that joint action, we have taken 14 such actions in Eastern Europe, in Latin America and the Caribbean, in Asia and in Africa.
fr: Depuis 1999, nous avons, dans le cadre de cette action commune, adopté 14 actions de ce type en Europe de l'Est, en Amérique latine et dans les Caraïbes ainsi qu'en Asie et en Afrique.

source: The total sum committed so far is almost 13 million euros.
fr: Le montant total engagé jusqu'ici atteint presque 13 millions d'euros.

source: Among the priorities set by the Council, specific attention has been given to the destruction of existing stockpiles of small arms and to support for regional moratoriums in Africa.
fr: Parmi les priorités décidées par le Conseil, une attention particulière a été portée à la destruction de stocks d'armes légères existants ainsi qu'au soutien à des moratoires régionaux en Afrique.

source: In that context, the European Council decided, on 2 December 2004, to give its fullest support to the efforts of the Economic Community of West African States to strengthen its moratorium and to replace it with a mandatory convention.
fr: Dans ce contexte, le Conseil européen a décidé le 2 décembre 2004 de donner tout son appui aux efforts de la Communauté économique des États de l'Afrique de l'Ouest en faveur du renforcement de son moratoire et de son remplacement par une convention obligatoire.

source: In addition, 48.7 million euros were committed in 2003 alone, from the European Development Fund, to support small arms and light weapons projects in Africa.
fr: En outre, 48,7 millions d'euros ont été engagés durant la seule année 2003 pour soutenir des projets en matière d'armes légères et de petit calibre menés en Afrique au titre du Fonds européen de développement.

source: Through that fund, the EU is financing several programmes aimed at the demobilization and reintegration of former combatants into society and others geared to the collection and destruction of weapons.
fr: Dans le cadre de ce fonds, l'Union européenne finance plusieurs actions de démobilisation et de réinsertion d'anciens soldats dans la société ainsi que des actions de récupération et de destruction des armes.

source: In addition, the member States of the European Union contribute individually to many assistance projects and programmes aimed at controlling the illicit trading and use of small arms and light weapons, particularly in African countries.
fr: Par ailleurs, les États membres de l'Union européenne contribuent, à titre individuel, à de nombreux projets et programmes d'aide destinés à enrayer le commerce illicite et l'utilisation d'armes légères et de petit calibre, en particulier dans les pays africains.

source: While we have noted recent positive developments, may I conclude by calling for continued relentless efforts on the part of the international community as a whole to make the best possible use of existing and future instruments in order to put an end to the uncontrolled accumulation of illicit small arms and light weapons, so as to help prevent senseless violence in future.
fr: S'il est vrai que des développements positifs sont intervenus récemment, vous me permettrez toutefois de conclure en invitant l'ensemble de la communauté internationale à poursuivre inlassablement ses efforts visant à tirer au mieux profit des instruments actuels et futurs pour mettre un terme au fléau que constitue une accumulation incontrôlée des armes légères et de petit calibre, et ce afin d'empêcher que des violences inutiles ne se produisent à l'avenir.
